Repository: mozilla-l10n/mt-training-data
Catalog: bn-BD/bn-BD_pontoon.tmx
Source language: en_us
Languages: bn_bd

source: The app requires the `navigator.mozBluetooth` API.
bn_bd: এই অ্যাপটির জন্য `navigator.mozBluetooth` API প্রয়োজন।

source: The app requires the `navigator.mozContacts` API.
bn_bd: এই অ্যাপটির জন্য `navigator.mozContacts` API প্রয়োজন।

source: The app requires the `navigator.mozFM` or `navigator.mozFMRadio` APIs.
bn_bd: এই অ্যাপের জন্য `navigator.mozFM` অথবা `navigator.mozFMRadio` API এর প্রয়োজন হবে।

source: The app requires the `navigator.mozNetworkStats` API.
bn_bd: এই অ্যাপটির `navigator.mozNetworkStats` এপিআই প্রয়োজন।

source: The app requires the `navigator.mozPush` API.
bn_bd: এই অ্যাপের `navigator.mozPush` API প্রয়োজন রয়েছে।

source: The app requires the `navigator.mozSms` API.
bn_bd: এই অ্যাপের জন্য `navigator.mozSms` API প্রয়োজন।

source: The app requires the `navigator.mozTime` API.
bn_bd: এই অ্যাপটিতে `navigator.mozTime` API এর প্রয়োজন রয়েছে।

source: The app requires the platform to allow access to audio from the device microphone.
bn_bd: এই অ্যাপের ডিভাইস মাইক্রফোন থেকে অডিও ব্যবহার করার অনুমোদন রয়েছে এমন প্লাটফর্ম প্রয়োজন।

source: The app requires the platform to allow access to the device screen for capture.
bn_bd: অ্যাপ্লিকেশনটির দৃশ্যধারনের জন্য ডিভাইসের স্ক্রিনকে ব্যাবহারের প্ল্যাটফর্ম প্রয়োজন।

source: The app requires the platform to allow access to video from the device camera via a LocalMediaStream object.
bn_bd: LocalMediaStream object ব্যাবহার করে ডিভাইসের ক্যামেরা থেকে ভিডিও পাওয়ার জন্য অ্যাপটির উপযোগী প্ল্যাটফর্ম লাগবে।

source: The app requires the platform to allow communication of streaming data between peers.
bn_bd: এই অ্যাপটি চালানোর জন্য এমন একটি প্ল্যাটফর্ম প্রয়োজন যা পিয়ার টু পিয়ার এর মাধ্যমে ডাটা স্ট্রিমিং বিনিময় করার অনুমতি দেয়।

source: The app requires the platform to allow opening raw TCP sockets.
bn_bd: অ্যাপ্লিকেশন TCP সকেট খোলার অনুমতি প্ল্যাটফর্ম প্রয়োজন।

source: The app requires the platform to allow peer-to-peer exchange of data other than audio and video.
bn_bd: এই অ্যাপটি চালানোর জন্য এমন একটি প্ল্যাটফর্ম প্রয়োজন যা পিয়ার টু পিয়ার এর মাধ্যমে অডিও এবং ভিডিও বিনিময় করার অনুমতি দেয়।

source: The app requires the platform to allow the displaying phone and desktop notifications to the user.
bn_bd: এই অ্যাপটি চলতে ইউজারের ডেক্সটপ নোটিফিকেশন এবং ফোন প্রদর্শন করে এমন প্ল্যাটফর্ম প্রয়োজন।

source: The app requires the platform to allow the use of speech-to-text.
bn_bd: এই অ্যাপের speech-to-text ব্যবহার করার অনুমোদন রয়েছে এমন একটি প্ল্যাটফর্মের প্রয়োজন।

source: The app requires the platform to allow the use of text-to-speech.
bn_bd: এই অ্যাপটি চালানোর জন্য এমন একটি প্ল্যাটফর্ম প্রয়োজন যা টেক্সট থেকে স্পিচ করার অনুমতি দেয়।

source: The app requires the platform to allow web real-time communication browser-to-browser inbound media streams.
bn_bd: অ্যাপটি চালাতে ওয়েবের রিয়েলটাইম কমিউনিকেশন ব্রাউজার টু ব্রাউজার মিডিয়া আদান প্রদান করে এমন প্লাটফর্ম প্রয়োজন।

source: The app requires the platform to have a smartphone-sized display (having qHD resolution). This option indicates that the app will be unusable on larger displays (e.g., tablets, desktop, large or high-DPI phones).
bn_bd: অ্যাপটি চালাতে (qHD রেজুলেশন) সমর্থন করে এমন প্লাটফর্ম প্রয়োজন। এটার মানে এটাই নির্দেশ করে যে এটা বড় ডিসপ্লের কাজে ব্যবহার হবে (যেমন: ট্যাব, ডেক্সটপ, বড় বা বেশি ডিপিআইএর জন্য)

source: The app requires the platform to provide additional information and control about the pointer.
bn_bd: এই অ্যাপটি চালানোর জন্য এমন একটি প্ল্যাটফর্ম প্রয়োজন যা বাড়তি কিছু তথ্য এবং পয়েন্টার নিয়ন্ত্রের অনুমতি দেয়।

source: The app requires the platform to support IndexedDB.
bn_bd: এই অ্যাপটির IndexedDB সমর্থন করার জন্য প্ল্যাটফর্ম এর প্রয়োজন।

source: The app requires the platform to support the gamepad API (`navigator.getGamepads`).
bn_bd: অ্যাপ্লিকেশন গেমপ্যাড এপিআই (`navigator.getGamepads`) সমর্থনের জন্য প্ল্যাটফর্ম এর প্রয়োজন রয়েছে।

source: The app requires the platform to support the `navigator.geolocation` API.
bn_bd: এই অ্যাপটির জন্য `navigator.geolocation` API সমর্থনের প্ল্যাটফর্ম প্রয়োজন।

source: The app requires the platform to support the `ondeviceorientation` API.
bn_bd: এই আপটিতে `ondeviceorientation` API সমর্থনের জন্য প্ল্যাটফর্ম প্রয়োজন।

source: The app requires the platform to support third-party keyboards.
bn_bd: অ্যাপ্লিকেশন তৃতীয় পক্ষের কীবোর্ডের সমর্থন প্ল্যাটফর্ম প্রয়োজন।

source: The app requires the platform to support touch events. This option indicates that the app will not function when used with a mouse.
bn_bd: এই অ্যাপ চালাতে টাচ ইভেন্ট সমর্থিত প্লাটফর্ম প্রয়োজন। এটা নির্দেশ করে যে অ্যাপটি মাউসে সঠিকভাবে কাজ করবে না।

source: The app requires Web Activities (the `MozActivity` API).
bn_bd: এই অ্যাপটির জন্য ওয়েব কার্যক্রম (`MozActivity` API) প্রয়োজন।

source: The Apps Blog
bn_bd: অ্যাপের ব্লগ

source: the app status will be marked as &quot;incomplete&quot;
bn_bd: অ্যাপ্লিকেশন &quot;incomplete&quot; অবস্থা হিসাবে চিহ্নিত করা হবে

source: the app will be removed from our review queue
bn_bd: অ্যাপ্লিকেশন আমাদের পর্যালোচনা সারি থেকে সরিয়ে ফেলা হবে

source: The app will be treated as a priority and placed the top of the review queue
bn_bd: অ্যাপ্লিকেশনকে একটি অগ্রাধিকার হিসেবে গণ্য করা হয় এবং পর্যালোচনা তালিকার শীর্ষে স্থাপন করা হবে

source: the app will not be listed in our public pages
bn_bd: অ্যাপ্লিকেশন আমাদের পাবলিক পাতায় তালিকাভুক্ত হবে না

source: The badge should link to an app details page within the Firefox Marketplace<br> For example: https://marketplace.firefox.com/app/twitter
bn_bd: ব্যাজটি অবশ্যই ফায়ারফক্স মার্কেটপ্লেস এর একটি অ্যাপের বর্ণনা পেজের সাথে লিংক করা থাকতে হবে<br>উদাহরণস্বরূপ: https://marketplace.firefox.com/app/twitter

source: The field must have a length of at least {num} characters.
bn_bd: ফিল্ডের কমপক্ষে {num} টি ক্যারেক্টারের সমান দৈর্ঘ্য থাকতে হবে।

source: The filetype you uploaded isn't recognized.
bn_bd: আপনার আপলোড করা ফাইলের ধরণটি স্বীকৃত নয়।

source: The Firefox Marketplace is the official source of apps for the Web Platform.
bn_bd: ওয়েব প্লাটফর্মের অ্যাপের জন্য ফায়ারফক্স মার্কেটপ্লেস হচ্ছে অফিশিয়াল উৎস।

source: The manifest could not be found at the given location.
bn_bd: প্রদত্ত ঠিকানায় মানিফেসট ফাইল খুঁজে পাওয়া যায় নি।

source: The manifest's encoding does not match the charset provided in the HTTP Content-Type.
bn_bd: HTTP Content-Type এ প্রদান করা অক্ষরসেট ম্যানিফেস্ট এনকোডিং এর সাথে মেলে না।

source: The page or file you requested wasn't found on our site. It's possible that you clicked a link that's out of date, or typed in the address incorrectly.
bn_bd: আপনার অনুরোধ করা পাতা অথবা ফাইল পাওয়া যায়নি। হতে পারে যে আপনি মেয়াদোত্তীর্ণ লিঙ্কে ক্লিক করেছেন অথবা ঠিকানাটি ভুল টাইপ করেছেন।

source: The payment failed.
bn_bd: পেমেন্ট ব্যর্থ।

source: The payment was received, but not completed.
bn_bd: পেমেন্ট গৃহীত হয়েছে কিন্তু প্রক্রিয়া সম্পন্ন হয়নি।

source: The payment was received, but not completed and is awaiting processing.
bn_bd: পেমেন্ট গৃহীত হয়েছে কিন্তু সম্পন্ন হয়নি এবং প্রক্রিয়াকরণের জন্য অপেক্ষায় আছে।

source: The reversal failed.
bn_bd: রিভার্সাল ব্যর্থ।

source: There was an error uploading your file.
bn_bd: আপনার ফাইল আপলোড করার সময় একটু ত্রুটি পাওয়া গেছে।

source: There was an error uploading your preview.
bn_bd: আপনার প্রিভিউ আপলোডে কোন ত্রুটি ছিলো।

source: There was an error with the submission.
bn_bd: সাবমিশনে কোন ত্রুটি ছিলো।

source: There was an error with your upload. Please try again.
bn_bd: আপনার করা আপলোডে একটি ত্রুটি ছিল। অনুগ্রহ করে, আবার চেষ্টা করুন।

source: There was a problem contacting the payment server.
bn_bd: একটি সমস্যার কারণে পেমেন্ট সার্ভারের সাথে যোগাযোগ করা যায়নি।

source: There was a problem contacting the server.
bn_bd: সার্ভারের সঙ্গে যোগাযোগ করতে সমস্যা হচ্ছে।

source: These changes cannot be undone.
bn_bd: এই পরিবর্তনটি অপরিবর্তনীয়!

source: These tests were not run.
bn_bd: এই পরীক্ষাগুলো করা হয়নি।

source: The slug cannot be "%s". Please choose another.
bn_bd: স্লাগটি "%s" হতে পারে না। দয়া করে অন্য স্লাগ বেছে নিন।

source: The Terms of Service have changed since you last agreed to them. Please read and agree to the <a href="%(url)s">new terms</a>.
bn_bd: সেবা শর্তসমূহ পরিবর্তিত হয়েছে যখন আপনি তাদের সাথে শেষবার সম্মত হয়েছিলেন। অনুগ্রহ করে পড়ুন এবং সম্মত হউন <a href="%(url)s">নতুন শর্তসমূহ</a>।

source: The URL for accessing this app using the Marketplace API
bn_bd: মার্কেটপ্লেস API ব্যবহার করে এই অ্যাপ্লিকেশন অ্যাক্সেস করার জন্য URL

source: The webapp manifest is not valid JSON.
bn_bd: ওয়েব অ্যাপ এর ম্যানিফেস্টো বৈধ JSON নয়

source: Third-Party Keyboard Support
bn_bd: থার্ড পার্টি কীবোর্ড সমর্থন

source: This app does not require any device features
bn_bd: এই অ্যাপ্লিকেশন এর কোনো ডিভাইস বৈশিষ্ট্যের প্রয়োজন হয় না

source: This app has been <b>disabled by Mozilla</b>.
bn_bd: এই অ্যাপটি <b>মোজিলা কতৃক বন্ধ রয়েছে</b>।

source: This app has been <b>rejected</b> by a Firefox Marketplace reviewer.
bn_bd: এই অ্যাপটি ফায়ারফক্স মার্কেটপ্লেস পর্যবেক্ষক কর্তৃক <b> প্রত্যাখ্যান</b> করা হয়েছে।

source: This app is <b>incomplete</b>.
bn_bd: এই অ্যাপটি <b>অসম্পূর্ণ</b>।

source: This app is <b>pending review</b> by a Firefox Marketplace reviewer.
bn_bd: ফায়ারফক্স মার্কেটপ্লেসের একজন রিভিউয়ার কতৃক এই অ্যাপটির <b>রিভিউ পেন্ডিং এ রয়েছে </b>।

source: This app is <b>published</b>.
bn_bd: এই অ্যাপটি<b>প্রকাশিত</b>

source: This app needs a payment account set up.
bn_bd: এই অ্যাপের জন্য একটি পেমেন্ট অ্যাকাউন্ট সেটাপ করা প্রয়োজন।

source: This app needs to get a content rating.
bn_bd: এই অ্যাপের একটি কন্টেন্ট রেটিং পেতে হবে।

source: This app's stats are publicly viewable.
bn_bd: এই অ্যাপ্লিকেশনের পরিসংখ্যান সবাই দেখতে পাবে।

source: This app's submission process has not been fully completed.
bn_bd: এই অ্যাপ্লিকেশন এর জমা প্রক্রিয়া সম্পূর্ণরূপে সম্পন্ন করা হয়নি।

source: This description will appear on the details page.
bn_bd: এই বিবরণটি বিবরণ পৃষ্ঠায় প্রদর্শিত হবে।

source: This feature is temporarily disabled while we perform website maintenance. Please check back a little later.
bn_bd: ওয়েবসাইটটির তত্বাবধানের জন্য এই ফিচারটি সাময়িকভাবে নিষ্ক্রিয় করা হয়েছে। কিছুক্ষণ পর পুনরায় চেষ্টা করুন।

source: This field can only be edited by updating it in the manifest.
bn_bd: এই ফিল্ড শুধুমাত্র ম্যানিফেস্ট দ্বারা আপডেট সম্পাদনা করবে।

source: This file is a directory.
bn_bd: এটা ফাইলটি একটি ডিরেক্টরি।

source: This IARC certificate is already being used for another app. Please create a new IARC Ratings Certificate.
bn_bd: এই IARC সার্টিফিকেট ইতিমধ্যেই অন্য অ্যাপ্লিকেশনের জন্য ব্যবহৃত হচ্ছে। অনুগ্রহ করে একটি নতুন IARC রেটিং সার্টিফিকেট তৈরি করুন।

source: This is a paid upgrade of
bn_bd: এটি একটি পেইড আপগ্রেড

source: This slug is already in use. Please choose another.
bn_bd: এই স্লাগটি ইতিমধ্যে ব্যবহৃত হচ্ছে। দয়া করে অন্য একটি বেছে নিন।

source: This user has already been deleted.
bn_bd: এই ইউজার ইতিমধ্যেই মুছে ফেলা হয়েছে.

source: This user has not purchased any apps.
bn_bd: এই ব্যবহারকারী কোন অ্যাপ্লিকেশান ক্রয় করেনি

source: This version has not been reviewed
bn_bd: এই সংস্করণ পর্যালোচনা করা হয়নি

source: This video requires a browser with support for open video
bn_bd: এই ভিডিওটি চালানোর জন্য মুক্ত ভিডিও দেখার সাপোর্ট আছে এমন একটি ব্রাউজার প্রয়োজন

source: This will approve the app and allow the author(s) to publish it.
bn_bd: এটি অ্যাপটিকে অনুমোদন দিবে এবং রচয়িতাকে প্রকাশ করার অনুমতি দিবে।

source: This will persist until first approval
bn_bd: এই প্রথম অনুমোদন না হওয়া পর্যন্ত অবিরত লাগিয়া থাকতে হবে।

source: This will reject the app, remove it from the review queue and un-publish it if already published.
bn_bd: এটি করলে, অ্যাপটি প্রত্যাখ্যাত হবে, পর্যালোচনা হওয়ার অপেক্ষমাণ তালিকা থেকে মুছে যাবে এবং প্রকাশ হয়ে গেলেও এটি অপ্রকাশিত অবস্থায় চলে যাবে।

source: Time/Clock
bn_bd: সময়/ঘড়ি

source: To access the Marketplace API, accept the <a href="%(terms)s">terms of service</a> and create an OAuth key pair using the form below.
bn_bd: মার্কেটপ্লেস API অ্যাকসেস করার জন্য, <a href="%(terms)s">সেবার শর্তসমূহ</a> মেনে চলুন এবং নিচের ফর্ম ব্যাবহার করে এক জোড়া OAuth কী তৈরি করুন।

source: To access the Marketplace API, create an OAuth key pair using the form below.
bn_bd: মার্কেটপ্লেস API অ্যাকসেস করার জন্য, নিচের ফর্ম ব্যবহার করে এক জোড়া OAuth কী তৈরি করুন।

source: To begin, please read and accept our <strong>Developer Agreement</strong>:
bn_bd: শুরু করার জন্য , অনুগ্রহ করে আমাদের </strong>Developer Agreement</strong> টি পড়ুন এবং এর সাথে সম্মত হনঃ

source: Top Rated
bn_bd: শীর্ষ রেটকৃত

source: To view and download the Firefox Marketplace logo, please visit the <a href="%(style_guide_url)s">Mozilla style guide</a>.
bn_bd: ফায়ারফক্স মার্কেটপ্লেসের লোগো দেখতে এবং ডাউনলোড করতে <a href="%(style_guide_url)s">Mozilla style guide</a> পরিদর্শন করুন।

source: Transaction Details
bn_bd: লেনদেনের বিবরণ

source: Transaction ID
bn_bd: ট্রানজেকশন ID

source: Transaction Lookup
bn_bd: ট্রান্সাকশন দেখুন

source: Transaction Type
bn_bd: ট্রানজেকশন টাইপ

source: translate
bn_bd: অনুবাদ

source: Try going back to the previous page, refreshing and trying again.
bn_bd: আগের পেজে ফিরে গিয়ে পুনরায় লোড করুন এবং আবার চেষ্টা করুন।

source: Twitter
bn_bd: টুইটার

source: UK/Irish Sort Code or NZ Account Prefix or Australian BSB Code
bn_bd: যুক্তরাজ্য / আইরিশ সর্ট কোড বা নিউজিল্যান্ড অ্যাকাউন্ট প্রেফিক্স বা অস্ট্রেলিয়ান BSB কোড

source: Unexpected server error while validating.
bn_bd: বৈধতা যাচাই করার সময় অপ্রত্যাশিত সার্ভার ত্রুটি পাওয়া গিয়েছে।

source: United States Minor Outlying Islands
bn_bd: মার্কিন যুক্তরাষ্ট্র ক্ষুদ্র ও পার্শ্ববর্তী দ্বীপপুঞ্জ

source: Unlisted
bn_bd: তালিকাবহির্ভূত

source: Unnamed
bn_bd: নামহীন

source: Unprivileged
bn_bd: দরিদ্র

source: (Unsupported)
bn_bd: (অসমর্থিত)

source: Updated Packaged App Review
bn_bd: হালনাগাদকৃত প্যাকেজড অ্যাপ পর্যালোচনা

source: Update message of the day
bn_bd: আজকের আপডেট বার্তা

source: Update Message of the Day
bn_bd: আজকের দিনের বার্তা হালনাগাদ করুন

source: Updates ({0})
bn_bd: হালনাগাদ ({0})

source: Up file
bn_bd: ফাইল আপ

source: Upload a Custom Icon...
bn_bd: একটি কাস্টম আইকন আপলোড করুন ...

source: Upload an icon for your app or choose from one of ours. The icon is displayed nearly everywhere your app is. Uploaded images must be one of the following image types: .png, .jpg
bn_bd: আপনার অ্যাপ্লিকেশনের জন্য একটি আইকন আপলোড করুন অথবা আমাদের থেকে একটি আইকন পছন্দ করুন।আইকন আপনার অ্যাপ্লিকেশনের প্রায় সর্বত্র প্রদর্শন করা হয়। অবশ্যই উল্লেখিত ইমেজ টাইপ অনুসারে ইমেজ আপলোড করতে হবে: .png, .jpg

source: Uploading {0}
bn_bd: আপলোড হচ্ছে {0}

source: Upload New Version
bn_bd: নতুন সংস্করণ আপলোড করুন

source: Used in app detail pages.
bn_bd: অ্যাপ বিবরণ পৃষ্ঠা ব্যবহার করুন।

source: Used in listings of apps, like search results and featured apps.
bn_bd: অ্যাপস এর তালিকা ব্যবহার করুন, অনুসন্ধান ফলাফল এবং বৈশিষ্ট্যযুক্ত অ্যাপস এর মত।

source: Used on the search pages, browse pages, and homepage.
bn_bd: অনুসন্ধান পেজ, ব্রাউজ পেজ ও হোম পেজে ব্যবহৃত।

source: User {0.name} {0.id} deleted via lookup tool.
bn_bd: অনুসন্ধান টুল ব্যবহার করে ব্যবহারকারী {0.name} {0.id} অপসারণ করা হয়েছে।

source: User {0.name} added to {group}.
bn_bd: ব্যবহারকারী {0.name} কে {group} যুক্ত করা হয়েছে।

source: User {0.name} removed from {group}.
bn_bd: ব্যবহারকারী {0.name} কে {group} থেকে অপসারণ করা হয়েছে।

source: {user} approved {review} for {addon}.
bn_bd: {addon} এর জন্য {user} {review} অনুমোদন করেছেন।

source: User Notifications
bn_bd: ব্যবহারকারীর নোটিফিকেশন

source: Users with the admin role cannot use the API.
bn_bd: অ্যাডমিন অধিকার প্রাপ্ত ব্যবহারকারীরা এই API ব্যবহার করতে পারবে না।

source: User {user} anonymized.
bn_bd: ব্যবহারকারী {user} কে গোপন করা হয়েছে।

source: User {user} edited, reason: {1}
bn_bd: ব্যবহারকারী {user} সম্পাদনা করা হয়েছে, কারনঃ {1}

source: User {user} restricted.
bn_bd: ব্যবহারকারী {user} কে নিষিদ্ধ করা হয়েছে।

source: Use sparingly
bn_bd: মিতব্যয়ী ব্যবহার

source: Use these tools for testing your apps prior to submission to the Firefox Marketplace.
bn_bd: ফায়ারফক্স মার্কেটপ্লেসে জমা দেওয়ার পূর্বে আপনার অ্যাপ পরীক্ষার জন্য এই টুলগুলো ব্যাবহার করুন।

source: Validate
bn_bd: যাচাই করুন

source: Validated at:
bn_bd: বৈধকরন হয়েছে:

source: Validating {0}
bn_bd: বৈধতা যাচাই {0}

source: Validation failed:
bn_bd: যাচাই করণে ব্যর্থ:

source: Validation Results
bn_bd: যাচাইকরণ ফলাফল

source: Validation Results for {0}
bn_bd: {0} এর জন্য যাচাইকরণ ফলাফল

source: Validation task could not complete or completed with errors
bn_bd: যাচাই প্রক্রিয়া শেষ হয়নি অথবা ত্রুটির সাথে শেষ হয়েছে

source: Valid receipt was checked for {addon}.
bn_bd: {addon} এর জন্য বৈধ রশিদ পরীক্ষা করা হয়েছে।

source: VAT Number
bn_bd: ভ্যাট নম্বর

source: Vendor Name
bn_bd: বিক্রেতার নাম

source: Venezuela, Bolivarian Republic of
bn_bd: ভেনিজুয়েলা, বলিভারিও প্রজাতন্ত্র

source: Version {0}
bn_bd: সংস্করণ {0}

source: Version "{0}" deleted.
bn_bd: "{0}" সংস্করণটি মুছে ফেলা হয়েছে।

source: Version {0} deleted from {addon}.
bn_bd: {addon} হতে {0} সংস্করণ মুছে ফেলা হয়েছে।

source: {version} added to {addon}.
bn_bd: {addon} এ {version} যোগ করা হয়েছে।

source: Version <b>{0}</b> of your app is <b>{1}</b>
bn_bd: আপনার অ্যাপের <b>{0}</b> সংস্করণটি <b>{1}</b>

source: Version <b>{0}</b> of your app is <b>{1}</b> and <b>Active</b>
bn_bd: সংস্করণ <b>{0}</b> এ তোমার অ্যাপটি <b>{1}</b> and <b>চালু আছে</b>

source: {version} edited for {addon}.
bn_bd: {addon} এর {version} সংস্করণে সম্পাদনা করা হয়েছে।

source: Version History
bn_bd: সংস্করণ ইতিহাস

source: Version (ID)
bn_bd: সংস্করণ (ID)

source: Version Notes
bn_bd: সংস্করণ নোট

source: Version %s does not exist
bn_bd: %s সংস্করণ পাওয়া যায়নি

source: {version} status changed to {0}.
bn_bd: {version} এর অবস্থা পরিবর্তন করে {0} করা হয়েছে।

source: Version successfully edited.
bn_bd: সংস্করণ সফলভাবে সম্পাদিত হয়েছে।

source: Version successfully made active.
bn_bd: সংস্করণ সফলভাবে সক্রিয় করা হয়েছে

source: Video removed
bn_bd: ভিডিও অপসারণ করা হয়েছে

source: Video removed from {addon} because of a problem with the video.
bn_bd: ভিডিওতে সমস্যা থাকার কারনে {addon} থেকে অপসারন করা হয়েছে।

source: Videos must be in WebM.
bn_bd: ভিডিও সমূহ অবশ্যই WebM ফরম্যাটে হতে হবে।

source: Video support not enabled.
bn_bd: ভিডিও সাপোর্ট সক্রিয় নেই।

source: Viet Nam
bn_bd: ভিয়েতনাম

source: View a list of all of your submissions on <a href="%(url)s">My Submissions</a>
bn_bd: আপনার জমা দেয়া সকল অ্যাপের লিস্ট দেখতে<a href="%(url)s">আমার জমাকৃত</a> এ যান

source: View all
bn_bd: সবগুলো দেখুন

source: View API documentation
bn_bd: API ডকুমেন্টেশন দেখুন

source: View entries between
bn_bd: মাঝের ভুক্তিগুলো দেখুন

source: Viewer
bn_bd: দর্শক

source: View Listing
bn_bd: তালিকা অনুসারে দেখুন

source: View Privacy Policy
bn_bd: গোপনীয়তা নীতি দেখাও

source: View with subtitles
bn_bd: পরিদর্শন করুন সাবটাইটেলসহ

source: VIP auto-escalation
bn_bd: ভিআইপি হবার কারনে স্বয়ংক্রিয় অপসারণ

source: Visit the <a class="sync" href="%(home)s">Firefox Marketplace front page</a>.
bn_bd: দেখুন <a class="sync" href="%(home)s">Firefox Marketplace প্রথম পাতা</a>।

source: Voluntary
bn_bd: স্বেচ্ছাসেবী

source: Wait for Review
bn_bd: রিভিউ হওয়া পর্যন্ত অপেক্ষা করুন

source: We apologize, but an error occurred in our system. Please try again later.
bn_bd: আমাদের সিস্টেমের ত্রুটির জন্য আমরা আন্তরিকভাবে ক্ষমাপ্রার্থী। কিছুক্ষণ পর পুনরায় চেষ্টা করুন।

source: Web Activities
bn_bd: ওয়েব কার্যক্রম

source: Web App Re-review
bn_bd: ওয়েব অ্যাপ্লিকেশন পুনরায় পর্যালোচনা

source: Web App Review
bn_bd: ওয়েব অ্যাপ পর্যালোচনা

source: Web Payment
bn_bd: ওয়েব পেমেন্ট

source: WebRTC MediaStream
bn_bd: WebRTC মিডিয়া স্ট্রিম

source: Web site
bn_bd: ওয়েবসাইট

source: Web Speech Recognition
bn_bd: ওয়েব স্পিচ রিকগনিশন

source: We encountered a problem connecting to the payment server.
bn_bd: আমরা পেমেন্ট সার্ভারের সাথে সংযোগ করতে একটি সমস্যার সম্মুখীন হয়েছি।

source: Welcome to the Developer Dashboard
bn_bd: ডেভেলপার ড্যাশবোর্ডে স্বাগতম

source: We'll get to fixing that soon.
bn_bd: এটি সমাধান করতে আমরা খুব দ্রুত কাজ করছি।

source: We're sorry, but we can't find what you're looking for.
bn_bd: আমরা দুঃখিত, আপনি যা খুঁজছেন তা পাওয়া যায়নি।

source: What should I know before creating an App?
bn_bd: একটি অ্যাপ তৈরির আগে কি জানা দরকার?

source: Windows, Mac and Linux
bn_bd: উইন্ডোজ, ম্যাক এবং লিনাক্স

source: Wrap or unwrap text
bn_bd: মোড়া বা খোলা লেখা

source: Year
bn_bd: বছর

source: You are not permitted to change payment accounts.
bn_bd: পেমেন্ট অ্যাকাউন্ট পরিবর্তন করার জন্য আপনি অনুমোদিত নন।

source: You cancelled the upload.
bn_bd: আপনি আপলোড বাতিল করেছেন।

source: You can have only {0} category.
bn_bd: আপনার শুধুমাত্র {0} টি বিষয়শ্রেণী থাকতে পারবে।

source: You cannot remove a payment account from an app.
bn_bd: আপনি একটি অ্যাপ থেকে পেমেন্ট অ্যাকাউন্ট অপসারণ করতে পারবেন না।

source: You cannot select {region}.
bn_bd: {region} আপনি বাছাই করতে পারবেন না।

source: You can still submit this form, however only do so if you know it won't conflict.
bn_bd: আপনি এখনও এই ফরমটি জমা দিতে পারবেন,এটা তখনেই করুন যখন আপনি নিশ্চিত হবেন যে এটা কোন দ্বন্দ্ব করবে না।

source: You can try refreshing the page, or try again later.
bn_bd: আপনি পেইজটিকে রিফ্রেশ করে দেখতে পারেন, অথবা কিছুক্ষন পর আবার চেষ্টা করুন।

source: You currently do not have an API key.
bn_bd: বর্তমানে আপনার কোন API কী নেই।

source: You do not currently have any payment accounts.
bn_bd: বর্তমানে আপনার কোন পেমেন্ট অ্যাকাউন্ট নেই।

source: You have already agreed to this developer agreement.
bn_bd: আপনি ইতিমধ্যে এই ডেভেলপার চুক্তিতে সম্মত হয়েছেন।

source: You have <b>delisted</b> this app.
bn_bd: আপনি এই আপ <b>তালিকা থেকে অপসারণ</b> করেছেন।

source: You haven't yet submitted an app to the Firefox Marketplace. Once you've <a href="%(app_url)s">created your app</a>, click Submit Your App below.
bn_bd: আপনি এখনও ফায়ারফক্স মার্কেটপ্লেস একটি অ্যাপ্লিকেশন জমা দেন নাই। আপনি <a href="%(app_url)s"> আপনার অ্যাপ্লিকেশন </a> তৈরি করে, নিচে আপনার অ্যাপ জমা বাটনে ক্লিক করুন।

source: You have <span>{0}</span> points.
bn_bd: আপনার <span>{0}</span> টি পয়েন্ট আছে।

source: You have unsaved changes in the <b>{0}</b> locale. Would you like to save your changes before switching locales?
bn_bd: আপনি আপনার লোকেল <b>{0}</b> টি পরিবর্তন সংরক্ষণ করেন নাই। আপনি কি আপনার পরিবর্তন গুলো লোকেল এ পরিবর্তন করার আগে সংরক্ষণ করতে চান?

source: You may not alter the badge in any way
bn_bd: আপনি কোনভাবে ব্যাজ পরিবর্তন করতে পারবেন না

source: You must agree to the Privacy Policy.
bn_bd: আপনাকে অবশ্যই প্রাইভেসি পলিসিতে সম্মত থাকতে হবে।

source: You must <a href="%(ratings_url)s">obtain content ratings</a> before resubmitting your app.
bn_bd: আপনার অ্যাপ্লিকেশন পুনঃজমার আগে আপনাকে <a href="%(ratings_url)s">কন্টেন্ট রেটিং প্রাপ্ত</a> হতে হবে।

source: You must provide an app name.
bn_bd: আপনাকে অ্যাপের জন্য অবশ্যই একটি নাম প্রদান করতে হবে।

source: You must provide at least one.
bn_bd: আপনাকে অন্তত ১টি প্রদান করতে হবে।

source: You must provide at least one device type.
bn_bd: আপনাকে অবশ্যই অন্তত একটি ডিভাইসের ধরণ নির্বাচন করতে হবে।

source: You must select at least one region.
bn_bd: আপনাকে অবশ্যই কমপক্ষে একটি অঞ্চল নির্বাচন করতে হবে।

source: You must set up <a href="%(next_url)s">%(next_step_name)s</a>.
bn_bd: আপনাকে অবশ্যই <a href="%(next_url)s">%(next_step_name)s</a> সেট করতে হবে।

source: You must set up <a href="%(next_url)s">%(next_step_name)s</a> before your app can be reviewed or published.
bn_bd: আপনার অ্যাপ রিভিউ অথবা পাবলিশ হওয়ার পূর্বে আপনাকে অবশ্যই <a href="%(next_url)s">%(next_step_name)s</a> সেট করতে হবে।

source: You must set up a payment account.
bn_bd: আপনার একটি পেমেন্ট একাউন্ট সেট আপ করা আবশ্যক।

source: You must set up content ratings.
bn_bd: আপনার বিষয়বস্তু রেটিং সেট আপ করা আবশ্যক।

source: You must sign in to proceed.
bn_bd: এগিয়ে যেতে আপনাকে অবশ্যই সাইন ইন করতে হবে।

source: You must upload at least one screenshot or video.
bn_bd: আপনাকে কমপক্ষে একটি স্ক্রিনশট অথবা ভিডিও আপলোড করতে হবে।

source: Your app failed validation with {0} error.
bn_bd: আপনার অ্যাপ্লিকেশন {0} ত্রুটি সাথে বৈধতা ব্যর্থ।
